IDEA Open Model
MatSteelAISC.fu40 Property
Compatible with IDEA StatiCa Beta 20.0
 Ultimate strength for nominal thickness of the element > 40mm and <= 100mm - fu,(>40)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double fu40 { get; set; }
Public Property fu40 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelAISC Class
IdeaRS.OpenModel.Material Namespace